export const PRIVACY_POLICY_TEXT = `Политика в отношении обработки персональных данных
1. Общие положения
Настоящая Политика по защите персональных данных определяет порядок, установленный Обществом с ограниченной ответственностью «Болд Брендс Интернешнл» (Bold Brands International) (ОсОО «Болд Брендс Интернешнл» (Bold Brands International)) / «Компания», в отношении сбора, обработки и защиты персональных данных («Политика»). В настоящей Политике собрана вся информация о том, как и для каких целей Компания собирает и использует персональные данные, что является основанием использования персональных данных, а также каким образом субъекты персональных данных могут реализовывать свои права на доступ к персональным данным.
1.1. Компания ставит своей важнейшей целью и условием осуществления своей деятельности соблюдение прав и свобод человека и гражданина при обработке его персональных данных, в том числе защиты прав на неприкосновенность частной жизни, личную и семейную тайну.
1.2. Настоящая политика Компании в отношении обработки персональных данных (далее — Политика) применяется ко всей информации, которую Компания может получить о посетителях веб-сайта https://boldbrands.pro.
1.3. Настоящая Политика разработана в соответствии с Конституцией Кыргызской Республики, Гражданским кодексом Кыргызской Республики, Законом Кыргызской Республики «Об информации персонального характера», Порядком получения согласия субъекта персональных данных на сбор и обработку его персональных данных, а также с порядком и формой уведомления субъектов персональных данных о передаче их персональных данных третьей стороне.
2. Основные понятия, используемые в Политике
2.1. Автоматизированная обработка персональных данных — обработка персональных данных с помощью средств вычислительной техники.
2.2. Блокирование персональных данных — временное прекращение обработки персональных данных (за исключением случаев, если обработка необходима для уточнения персональных данных).
2.3. Веб-сайт — совокупность графических и информационных материалов, а также программ для ЭВМ и баз данных, обеспечивающих их доступность в сети интернет по сетевому адресу https://boldbrands.pro.
2.4. Информационная система персональных данных — совокупность содержащихся в базах данных персональных данных и обеспечивающих их обработку информационных технологий и технических средств.
2.5. Обезличивание персональных данных — действия, в результате которых невозможно определить без использования дополнительной информации принадлежность персональных данных конкретному Пользователю или иному субъекту.
2.6. Обработка персональных данных — любое действие (операция) или совокупность действий (операций), совершаемых с использованием средств автоматизации или без них с персональными данными, включая сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление и уничтожение персональных данных.
2.7. Компания — Общество с ограниченной ответственностью «Болд Брендс Интернешнл» (Bold Brands International) (ОсОО «Болд Брендс Интернешнл» (Bold Brands International)), ИНН 02502202310383, зарегистрированное в Кыргызской Республике по адресу: г. Бишкек, Октябрьский район, ул. Матросова, д. 102, самостоятельно или совместно с другими лицами, организующее и/или осуществляющее обработку персональных данных, а также определяющее цели обработки, состав персональных данных и действия с ними.
2.8. Персональные данные — любая информация, относящаяся прямо или косвенно к определенному или определяемому Пользователю веб-сайта https://boldbrands.pro.
2.9. Персональные данные, разрешенные субъектом для распространения — персональные данные, доступ неограниченного круга лиц к которым предоставлен субъектом путем дачи согласия на их обработку в порядке, предусмотренном Законом Кыргызской Республики «Об информации персонального характера».
2.10. Пользователь — любой посетитель веб-сайта https://boldbrands.pro.
2.11. Предоставление персональных данных — действия, направленные на раскрытие персональных данных определенному лицу или кругу лиц.
2.12. Распространение персональных данных — любые действия, направленные на раскрытие персональных данных неопределенному кругу лиц, включая обнародование в СМИ, размещение в информационно-телекоммуникационных сетях или предоставление доступа к ним.
2.13. Трансграничная передача персональных данных — передача персональных данных на территорию иностранного государства органу власти, иностранному физическому или юридическому лицу.
2.14. Уничтожение персональных данных — любые действия, в результате которых данные уничтожаются безвозвратно с невозможностью дальнейшего восстановления.
3. Основные права и обязанности Компании
3.1. Компания имеет право:
получать от субъекта достоверную информацию и/или документы, содержащие персональные данные;
в случае отзыва согласия на обработку персональных данных, продолжить обработку данных на основании, предусмотренных Законом;
самостоятельно определять состав и перечень мер, необходимых для выполнения обязанностей, предусмотренных Законом и иными нормативными актами.
3.2. Компания обязана:
предоставлять субъекту информацию о обработке его персональных данных по запросу;
организовывать обработку данных в соответствии с законодательством Кыргызской Республики;
отвечать на обращения субъектов и их законных представителей;
сообщать в уполномоченный орган по защите персональных данных по его запросу в течение 10 дней;
обеспечивать неограниченный доступ к настоящей Политике;
принимать правовые, организационные и технические меры для защиты данных от неправомерного или случайного доступа, уничтожения, изменения, блокирования, копирования, предоставления и распространения;
прекратить передачу, обработку и уничтожить данные в случаях, предусмотренных Законом;
исполнять иные обязанности, предусмотренные законодательством.
4. Основные права и обязанности субъектов персональных данных
4.1. Субъекты персональных данных имеют право:
на получение информации, в том числе:
подтверждение факта, цели, источников, способов сбора и обработки данных;
перечень персональных данных;
сроки обработки и хранения данных;
требовать уточнения, блокирования или уничтожения своих данных, если они неполные, устаревшие, неточные, незаконно полученные или не являются необходимыми для заявленной цели;
отозвать согласие на обработку данных и потребовать прекращения их обработки;
обжаловать неправомерные действия или бездействие Компании в уполномоченный орган или в судебном порядке;
осуществлять иные права, предусмотренные законодательством Кыргызской Республики.
4.2. Субъекты обязаны:
предоставлять Компании достоверные данные о себе;
сообщать об обновлении или изменении своих данных.
4.3. Лица, предоставившие недостоверные сведения о себе или о другом субъекте без его согласия, несут ответственность согласно законодательству Кыргызской Республики.
5. Принципы обработки персональных данных
Данные должны быть получены и обработаны в порядке, предусмотренном законодательством КР.
Данные собираются для точно определенных, законных целей и не обрабатываются несовместимым образом.
Первоначальные данные должны быть точными и обновляться по необходимости.
Данные хранятся не дольше, чем необходимо для достижения целей их сбора, и уничтожаются по истечении этих сроков.
Для длительного хранения данных должны быть установлены гарантии их защиты.
Не допускается объединение данных, собранных для разных целей, для автоматизированной обработки.
Данные должны храниться и защищаться от незаконного доступа, внесения изменений, копирования и уничтожения.
6. Цели обработки персональных данных
Подготовка и заключение соглашений с субъектами для исполнения обязательств по Публичной оферте об оказании услуг;
Выполнение финансовых и юридических обязательств: для учета и налогообложения;
Развитие бизнеса: для улучшения сервиса и контроля качества;
Маркетинг: для предоставления информации об услугах, рассылки материалов, приглашений на мероприятия, создания фото- и видеоотчетов;
Рассмотрение претензий и разрешение споров: для получения подробной информации о претензиях и их разрешения;
Иные цели в рамках деятельности Компании, где используются персональные данные субъектов.
7. Условия обработки персональных данных
7.1. Обработка данных осуществляется с согласия субъекта на обработку его данных.
7.2. Обработка необходима для достижения целей, предусмотренных Политикой, законодательством КР или международными договорами, а также для выполнения обязанностей Компании.
7.3. Обработка необходима для осуществления правосудия, исполнения судебных актов или иных обязательных требований.
7.4. Обработка необходима для исполнения договоров, по которым субъект является стороной, выгодоприобретателем или поручителем, либо для их заключения по инициативе субъекта.
7.5. Обработка необходима для осуществления прав и законных интересов Компании или третьих лиц, либо для достижения общественно значимых целей при условии, что не нарушаются права субъекта.
7.6. Обрабатываются данные, доступ к которым предоставлен субъектом или по его просьбе (общедоступные данные).
7.7. Обрабатываются данные, подлежащие опубликованию или обязательному раскрытию в соответствии с законодательством КР.
8. Порядок сбора, хранения, передачи и других видов обработки персональных данных
8.1. Компания обеспечивает сохранность данных и принимает все меры для исключения доступа неуполномоченных лиц.
8.2. Данные Пользователя не передаются третьим лицам, за исключением случаев, предусмотренных законодательством КР или при наличии согласия субъекта для исполнения обязательств по гражданско-правовому договору.
8.3. При выявлении неточностей Пользователь может актуализировать данные, направив уведомление на contact@boldbrands.pro с пометкой «Актуализация персональных данных».
8.4. Срок обработки данных определяется достижением целей их сбора или иным сроком, предусмотренным договором или законодательством. Пользователь может отозвать согласие, направив уведомление на contact@boldbrands.pro с пометкой «Отзыв согласия на обработку персональных данных».
8.5. Информация, собираемая сторонними сервисами (платежными системами, средствами связи и т.д.), обрабатывается указанными лицами согласно их соглашениям и политикам конфиденциальности. Компания не несет ответственность за действия таких лиц.
8.6. Запреты на передачу или обработку данных, установленные субъектом, не действуют для данных, обрабатываемых в государственных или иных публичных интересах согласно законодательству КР.
8.7. Компания обеспечивает конфиденциальность обрабатываемых данных.
8.8. Данные хранятся в форме, позволяющей идентифицировать субъекта, не дольше, чем это необходимо для достижения целей их обработки, если иное не предусмотрено законодательством КР или договором.
8.9. Обработка прекращается при достижении целей, истечении срока согласия, его отзыве или выявлении неправомерной обработки.
9. Перечень действий, производимых Компанией с полученными персональными данными
9.1. Компания осуществляет сбор, запись, систематизацию, накопление, хранение, уточнение (обновление, изменение), извлечение, использование, передачу (распространение, предоставление, доступ), обезличивание, блокирование, удаление и уничтожение данных.
9.2. Компания осуществляет автоматизированную обработку данных с получением и/или передачей информации по информационно-телекоммуникационным сетям или без них.
10. Трансграничная передача персональных данных
10.1. Компания вправе передавать и хранить данные субъектов за рубежом, гарантируя законность и безопасность таких операций.
10.2. Трансграничная передача в иностранных государствах, не соответствующих требованиям, осуществляется только с письменного согласия субъекта или при исполнении договора.
11. Конфиденциальность персональных данных
Компания и лица, получившие доступ к данным, обязаны не раскрывать и не распространять их без согласия субъекта, если иное не предусмотрено законодательством КР.
12. Заключительные положения
12.1. Пользователь может получить разъяснения по вопросам обработки данных, обратившись на contact@boldbrands.pro.
12.2. В данном документе будут отражены любые изменения политики обработки данных. Политика действует бессрочно до замены ее новой версией.`;
